Repository: inceozgurr-bit/aeiot-wallet
Catalog: ios/AEIOTWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pt, ru, th, tr, uk, vi, zh_hans

source: Confirm sending %@ %@
ar: تأكيد إرسال %@ %@
de: Senden von %@ %@ bestätigen
es: Confirma el envío de %@ %@
fr: Confirmer l'envoi de %@ %@
hi: %@ %@ भेजना कन्फ़र्म करें
id: Konfirmasi pengiriman %@ %@
it: Conferma l'invio di %@ %@
ja: %@ %@ の送信を確認
ko: %@ %@ 전송 확인
nl: Bevestig het versturen van %@ %@
pt: Confirme o envio de %@ %@
ru: Подтвердите отправку %@ %@
th: ยืนยันการส่ง %@ %@
tr: %@ %@ gönderimini onayla
uk: Підтвердьте надсилання %@ %@
vi: Xác nhận gửi %@ %@
zh_hans: 确认发送 %@ %@

source: Confirm this swap
ar: تأكيد هذا التبديل
de: Diesen Tausch bestätigen
es: Confirma este cambio
fr: Confirmer cet échange
hi: यह स्वैप कन्फ़र्म करें
id: Konfirmasi swap ini
it: Conferma questo scambio
ja: このスワップを確認
ko: 이 스왑 확인
nl: Bevestig deze wissel
pt: Confirme esta troca
ru: Подтвердите этот обмен
th: ยืนยันการสวอปนี้
tr: Bu takası onayla
uk: Підтвердьте цей обмін
vi: Xác nhận giao dịch hoán đổi này
zh_hans: 确认此次兑换

source: Confirm you wrote them down
ar: أكّد أنك دوّنتها
de: Bestätige, dass du sie aufgeschrieben hast
es: Confirma que las has escrito
fr: Confirmez que vous les avez notés
hi: कन्फ़र्म करें कि आपने इन्हें लिख लिया है
id: Konfirmasi bahwa kamu sudah mencatatnya
it: Conferma di averle scritte
ja: 書き留めたことを確認してください
ko: 단어를 기록했는지 확인하세요
nl: Bevestig dat je ze hebt opgeschreven
pt: Confirme que as anotou
ru: Подтвердите, что записали их
th: ยืนยันว่าคุณจดคำเหล่านี้ไว้แล้ว
tr: Yazdığını doğrula
uk: Підтвердьте, що записали їх
vi: Xác nhận bạn đã ghi lại các từ này
zh_hans: 确认你已经记录下来

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pt: Ligar
ru: Подключить
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
vi: Kết Nối
zh_hans: 连接

source: Connected Apps
ar: التطبيقات المتصلة
de: Verbundene Apps
es: Apps Conectadas
fr: Apps Connectées
hi: कनेक्टेड ऐप्स
id: Aplikasi Terhubung
it: App Connesse
ja: 接続済みのアプリ
ko: 연결된 앱
nl: Verbonden Apps
pt: Apps Ligadas
ru: Подключённые приложения
th: แอปที่เชื่อมต่ออยู่
tr: Bağlı Uygulamalar
uk: Підключені застосунки
vi: Ứng Dụng Đã Kết Nối
zh_hans: 已连接的应用

source: Connecting to other apps
ar: الاتصال بتطبيقات أخرى
de: Verbindung mit anderen Apps
es: Conexión con otras apps
fr: Connexion à d'autres apps
hi: अन्य ऐप्स से कनेक्ट होना
id: Terhubung ke aplikasi lain
it: Connessione ad altre app
ja: 他のアプリとの接続
ko: 다른 앱과 연결하기
nl: Verbinding met andere apps
pt: Ligação a outras apps
ru: Подключение к другим приложениям
th: การเชื่อมต่อกับแอปอื่น
tr: Diğer uygulamalara bağlanma
uk: Підключення до інших застосунків
vi: Kết nối với ứng dụng khác
zh_hans: 连接其他应用

source: Connection Request
ar: طلب اتصال
de: Verbindungsanfrage
es: Solicitud de Conexión
fr: Demande de Connexion
hi: कनेक्शन रिक्वेस्ट
id: Permintaan Koneksi
it: Richiesta di Connessione
ja: 接続リクエスト
ko: 연결 요청
nl: Verbindingsverzoek
pt: Pedido de Ligação
ru: Запрос на подключение
th: คำขอเชื่อมต่อ
tr: Bağlantı İsteği
uk: Запит на підключення
vi: Yêu Cầu Kết Nối
zh_hans: 连接请求

source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contacto
hi: कॉन्टैक्ट
id: Kontak
it: Contatto
ja: 連絡先
ko: 연락처
pt: Contacto
ru: Контакт
th: รายชื่อติดต่อ
tr: İletişim
uk: Контакт
vi: Liên Hệ
zh_hans: 联系人

source: Contract
ar: العقد
de: Vertrag
es: Contrato
fr: Contrat
hi: कॉन्ट्रैक्ट
id: Kontrak
it: Contratto
ja: コントラクト
ko: 컨트랙트
pt: Contrato
ru: Контракт
th: สัญญา
tr: Sözleşme
uk: Контракт
vi: Hợp đồng
zh_hans: 合约

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी हो गया
id: Tersalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã Sao Chép
zh_hans: 已复制

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao Chép
zh_hans: 复制

source: Copy Address
ar: نسخ العنوان
de: Adresse kopieren
es: Copiar Dirección
fr: Copier l'adresse
hi: एड्रेस कॉपी करें
id: Salin Alamat
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
nl: Kopieer adres
pt: Copiar Endereço
ru: Копировать адрес
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Копіювати адресу
vi: Sao Chép Địa Chỉ
zh_hans: 复制地址

source: Create Address
ar: إنشاء عنوان
de: Adresse erstellen
es: Crear Dirección
fr: Créer une adresse
hi: एड्रेस बनाएं
id: Buat Alamat
it: Crea indirizzo
ja: アドレスを作成
ko: 주소 생성
nl: Adres aanmaken
pt: Criar Endereço
ru: Создать адрес
th: สร้างที่อยู่
tr: Adres Oluştur
uk: Створити адресу
vi: Tạo Địa Chỉ
zh_hans: 创建地址

source: Create New Wallet
ar: إنشاء محفظة جديدة
de: Neue Wallet erstellen
es: Crear Nuevo Monedero
fr: Créer un nouveau portefeuille
hi: नया वॉलेट बनाएं
id: Buat Wallet Baru
it: Crea nuovo portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 만들기
nl: Nieuwe wallet aanmaken
pt: Criar Nova Carteira
ru: Создать новый кошелёк
th: สร้างวอลเล็ทใหม่
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
vi: Tạo Ví Mới
zh_hans: 创建新钱包

source: Create your addresses
ar: أنشئ عناوينك
de: Erstelle deine Adressen
es: Crea tus direcciones
fr: Créez vos adresses
hi: अपने एड्रेस बनाएं
id: Buat alamat kamu
it: Crea i tuoi indirizzi
ja: アドレスを作成してください
ko: 주소를 생성하세요
nl: Maak je adressen aan
pt: Crie os seus endereços
ru: Создайте свои адреса
th: สร้างที่อยู่ของคุณ
tr: Adreslerini oluştur
uk: Створіть свої адреси
vi: Tạo địa chỉ của bạn
zh_hans: 创建你的地址

source: Creating…
ar: جارٍ الإنشاء…
de: Wird erstellt…
es: Creando…
fr: Création…
hi: बनाया जा रहा है…
id: Membuat…
it: Creazione…
ja: 作成中…
ko: 생성 중…
nl: Aanmaken…
pt: A criar…
ru: Создание…
th: กำลังสร้าง…
tr: Oluşturuluyor…
uk: Створення…
vi: Đang Tạo…
zh_hans: 正在创建…

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pt: Escuro
ru: Тёмная
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色

source: Dark Theme
ar: المظهر الداكن
de: Dunkles Design
es: Tema Oscuro
fr: Thème sombre
hi: डार्क थीम
id: Tema Gelap
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
nl: Donker thema
pt: Tema Escuro
ru: Тёмная тема
th: ธีมมืด
tr: Koyu Tema
uk: Темна тема
vi: Giao Diện Tối
zh_hans: 深色主题

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख़
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt: Data
ru: Дата
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pt: Apagar
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete Wallet?
ar: حذف المحفظة؟
de: Wallet löschen?
es: ¿Eliminar Monedero?
fr: Supprimer le portefeuille ?
hi: वॉलेट डिलीट करें?
id: Hapus Wallet?
it: Eliminare il portafoglio?
ja: ウォレットを削除しますか？
ko: 지갑을 삭제할까요?
nl: Wallet verwijderen?
pt: Apagar Carteira?
ru: Удалить кошелёк?
th: ลบวอลเล็ทหรือไม่?
tr: Cüzdan Silinsin mi?
uk: Видалити гаманець?
vi: Xóa Ví?
zh_hans: 删除钱包？

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट
id: Putuskan
it: Disconnetti
ja: 切断
ko: 연결 해제
nl: Verbreken
pt: Desligar
ru: Отключить
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Відключити
vi: Ngắt Kết Nối
zh_hans: 断开连接

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成

source: Enter your 12-word recovery phrase, separated by spaces.
ar: أدخل عبارة الاسترداد المكونة من 12 كلمة، مفصولة بمسافات.
de: Gib deine 12-Wörter-Wiederherstellungsphrase ein, getrennt durch Leerzeichen.
es: Introduce tu frase de recuperación de 12 palabras, separadas por espacios.
fr: Saisissez votre phrase de récupération de 12 mots, séparés par des espaces.
hi: अपना 12-शब्दों वाला रिकवरी फ्रेज़ डालें, स्पेस से अलग करके।
id: Masukkan frasa pemulihan 12 kata kamu, dipisahkan dengan spasi.
it: Inserisci la tua frase di recupero di 12 parole, separate da spazi.
ja: 12個のリカバリーフレーズをスペースで区切って入力してください。
ko: 12단어 복구 구문을 공백으로 구분해 입력하세요.
nl: Voer je herstelzin van 12 woorden in, gescheiden door spaties.
pt: Introduza a sua frase de recuperação de 12 palavras, separadas por espaços.
ru: Введите фразу восстановления из 12 слов через пробел.
th: กรอกวลีกู้คืน 12 คำของคุณ โดยเว้นวรรคระหว่างคำ
tr: 12 kelimelik kurtarma ifadeni boşluklarla ayırarak gir.
uk: Введіть фразу відновлення з 12 слів через пробіл.
vi: Nhập cụm từ khôi phục gồm 12 từ của bạn, cách nhau bằng dấu cách.
zh_hans: 输入你的 12 个助记词，用空格分隔。

source: Every signature still asks for %@
ar: كل توقيع لا يزال يطلب %@
de: Jede Signatur verlangt weiterhin %@
es: Cada firma sigue pidiendo %@
fr: Chaque signature demande toujours %@
hi: हर साइन अब भी %@ मांगता है
id: Setiap tanda tangan tetap meminta %@
it: Ogni firma richiede comunque %@
ja: 署名のたびに%@を要求します
ko: 서명할 때마다 %@를 요구합니다
nl: Elke ondertekening vraagt nog steeds om %@
pt: Cada assinatura continua a pedir %@
ru: Каждая подпись всё равно запрашивает %@
th: การเซ็นทุกครั้งยังคงขอ %@
tr: Her imza yine de %@ ister
uk: Кожен підпис усе одно запитує %@
vi: mỗi lần ký vẫn yêu cầu %@
zh_hans: 每次签名仍需要 %@

source: Export %@
ar: تصدير %@
de: %@ exportieren
es: Exportar %@
fr: Exporter %@
hi: %@ एक्सपोर्ट करें
id: Ekspor %@
it: Esporta %@
ja: %@ をエクスポート
ko: %@ 내보내기
nl: %@ exporteren
pt: Exportar %@
ru: Экспорт %@
th: ส่งออก %@
tr: %@ Dışa Aktar
uk: Експорт %@
vi: Xuất %@
zh_hans: 导出 %@

source: Export PDF
ar: تصدير PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter le PDF
hi: PDF एक्सपोर्ट करें
id: Ekspor PDF
it: Esporta PDF
ja: PDFをエクスポート
ko: PDF 내보내기
nl: PDF exporteren
pt: Exportar PDF
ru: Экспорт PDF
th: ส่งออก PDF
tr: PDF Aktar
uk: Експорт PDF
vi: Xuất PDF
zh_hans: 导出 PDF

source: Hidden while the screen is being recorded.
ar: مخفي أثناء تسجيل الشاشة.
de: Ausgeblendet, während der Bildschirm aufgezeichnet wird.
es: Oculto mientras se graba la pantalla.
fr: Masqué pendant l'enregistrement de l'écran.
hi: स्क्रीन रिकॉर्ड होते समय छिपा दिया जाता है।
id: Disembunyikan saat layar sedang direkam.
it: Nascosto durante la registrazione dello schermo.
ja: 画面収録中は非表示になります。
ko: 화면 녹화 중에는 숨겨집니다.
nl: Verborgen terwijl het scherm wordt opgenomen.
pt: Oculto enquanto o ecrã está a ser gravado.
ru: Скрыто во время записи экрана.
th: ซ่อนอยู่ในขณะที่มีการบันทึกหน้าจอ
tr: Ekran kaydı sürerken gizlendi.
uk: Приховано під час запису екрана.
vi: Được ẩn trong khi màn hình đang được ghi lại.
zh_hans: 屏幕录制期间已隐藏。

source: I Wrote It Down — Continue
ar: لقد دوّنتها — متابعة
de: Ich habe es notiert — Weiter
es: Lo He Anotado — Continuar
fr: Je l'ai noté — Continuer
hi: मैंने इसे लिख लिया — जारी रखें
id: Sudah Saya Catat — Lanjutkan
it: L'ho scritto — Continua
ja: 書き留めました — 続ける
ko: 기록했습니다 — 계속하기
nl: Opgeschreven — ga door
pt: Já Anotei — Continuar
ru: Записал — продолжить
th: จดไว้แล้ว — ดำเนินการต่อ
tr: Kağıda Yazdım — Devam Et
uk: Записав — продовжити
vi: Tôi Đã Ghi Lại — Tiếp Tục
zh_hans: 我已记录 — 继续

source: I understand
ar: أنا أفهم
de: Verstanden
es: Entendido
fr: J'ai compris
hi: मुझे समझ में आ गया
id: Saya mengerti
it: Ho capito
ja: 理解しました
ko: 이해했습니다
nl: Ik begrijp het
pt: Compreendo
ru: Понятно
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Tôi đã hiểu
zh_hans: 我已了解

source: If you delete the app without a backup, or lose the 12 words, your coins cannot be restored by anyone. Write the words down and keep them offline.
ar: إذا حذفت التطبيق دون نسخة احتياطية، أو فقدت الكلمات الـ12، لا يمكن لأحد استعادة عملاتك. دوّن الكلمات واحتفظ بها دون اتصال بالإنترنت.
de: Wenn du die App ohne Backup löschst oder die 12 Wörter verlierst, können deine Coins von niemandem wiederhergestellt werden. Schreibe die Wörter auf und bewahre sie offline auf.
es: Si borras la app sin hacer una copia, o pierdes las 12 palabras, nadie podrá recuperar tus monedas. Anota las palabras y guárdalas sin conexión.
fr: Si vous supprimez l'app sans sauvegarde, ou si vous perdez les 12 mots, personne ne pourra récupérer vos pièces. Notez les mots et conservez-les hors ligne.
hi: अगर आपने बैकअप लिए बिना ऐप डिलीट किया, या 12 शब्द खो दिए, तो आपके कॉइन कोई भी वापस नहीं ला सकता। शब्दों को लिख लें और उन्हें ऑफ़लाइन रखें।
id: Jika kamu menghapus aplikasi tanpa cadangan, atau kehilangan 12 kata tersebut, koin kamu tidak bisa dipulihkan oleh siapa pun. Catat kata-kata tersebut dan simpan secara offline.
it: Se elimini l'app senza un backup, o perdi le 12 parole, nessuno potrà recuperare le tue monete. Scrivi le parole e conservale offline.
ja: バックアップせずにアプリを削除したり、12個の単語を紛失したりすると、誰もあなたのコインを復元できません。単語を書き留め、オフラインで保管してください。
ko: 백업 없이 앱을 삭제하거나 12단어를 잃어버리면 그 누구도 코인을 복구할 수 없습니다. 단어를 기록하여 오프라인 상태로 보관하세요.
nl: Als je de app zonder back-up verwijdert of de 12 woorden kwijtraakt, kan niemand je munten herstellen. Schrijf de woorden op en bewaar ze offline.
pt: Se apagar a app sem uma cópia de segurança, ou perder as 12 palavras, ninguém poderá recuperar as suas moedas. Anote as palavras e guarde-as offline.
ru: Если удалить приложение без резервной копии или потерять 12 слов, ваши монеты не сможет восстановить никто. Запишите слова и храните их офлайн.
th: หากคุณลบแอปโดยไม่ได้สำรองข้อมูล หรือทำ 12 คำนี้หาย จะไม่มีใครสามารถกู้คืนเหรียญของคุณได้เลย จดคำเหล่านี้ไว้และเก็บแบบออฟไลน์
tr: Yedek almadan uygulamayı silersen ya da 12 kelimeyi kaybedersen coinlerini kimse geri getiremez. Kelimeleri kâğıda yaz ve çevrimdışı sakla.
uk: Якщо видалити застосунок без резервної копії або втратити 12 слів, ваші монети не зможе відновити ніхто. Запишіть слова й зберігайте їх офлайн.
vi: Nếu bạn xóa ứng dụng mà không sao lưu, hoặc làm mất 12 từ này, không ai có thể khôi phục lại coin của bạn. Hãy ghi lại các từ này và cất giữ ở nơi không kết nối mạng.
zh_hans: 如果你在未备份的情况下删除应用，或者丢失了这 12 个词，任何人都无法找回你的币。请把这些词记录下来，并离线保存。

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: इम्पोर्ट करें
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nl: Importeer
pt: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入

source: Import Existing Wallet
ar: استيراد محفظة موجودة
de: Bestehende Wallet importieren
es: Importar Monedero Existente
fr: Importer un portefeuille existant
hi: मौजूदा वॉलेट इम्पोर्ट करें
id: Impor Wallet yang Sudah Ada
it: Importa portafoglio esistente
ja: 既存のウォレットをインポート
ko: 기존 지갑 가져오기
nl: Bestaande wallet importeren
pt: Importar Carteira Existente
ru: Импортировать существующий кошелёк
th: นำเข้าวอลเล็ทที่มีอยู่
tr: Mevcut Cüzdanı İçe Aktar
uk: Імпортувати наявний гаманець
vi: Nhập Ví Đã Có
zh_hans: 导入现有钱包

source: Import Wallet
ar: استيراد محفظة
de: Wallet importieren
es: Importar Monedero
fr: Importer un portefeuille
hi: वॉलेट इम्पोर्ट करें
id: Impor Wallet
it: Importa portafoglio
ja: ウォレットをインポート
ko: 지갑 가져오기
nl: Wallet importeren
pt: Importar Carteira
ru: Импорт кошелька
th: นำเข้าวอลเล็ท
tr: Cüzdanı İçe Aktar
uk: Імпорт гаманця
vi: Nhập Ví
zh_hans: 导入钱包

source: Importing…
ar: جارٍ الاستيراد…
de: Wird importiert…
es: Importando…
fr: Importation…
hi: इम्पोर्ट हो रहा है…
id: Mengimpor…
it: Importazione…
ja: インポート中…
ko: 가져오는 중…
nl: Importeren…
pt: A importar…
ru: Импорт…
th: กำลังนำเข้า…
tr: İçe aktarılıyor…
uk: Імпорт…
vi: Đang Nhập…
zh_hans: 正在导入…

source: Invalid Bitcoin address. It should start with bc1.
ar: عنوان Bitcoin غير صالح. يجب أن يبدأ بـ bc1.
de: Ungültige Bitcoin-Adresse. Sie sollte mit bc1 beginnen.
es: Dirección de Bitcoin no válida. Debe empezar por bc1.
fr: Adresse Bitcoin invalide. Elle doit commencer par bc1.
hi: अमान्य Bitcoin एड्रेस। इसकी शुरुआत bc1 से होनी चाहिए।
id: Alamat Bitcoin tidak valid. Alamat harus dimulai dengan bc1.
it: Indirizzo Bitcoin non valido. Deve iniziare con bc1.
ja: 無効なBitcoinアドレスです。アドレスはbc1で始まる必要があります。
ko: 잘못된 비트코인 주소입니다. 주소는 bc1로 시작해야 합니다.
nl: Ongeldig Bitcoin-adres. Het moet met bc1 beginnen.
pt: Endereço Bitcoin inválido. Deve começar por bc1.
ru: Неверный адрес Bitcoin. Он должен начинаться с bc1.
th: ที่อยู่ Bitcoin ไม่ถูกต้อง ต้องขึ้นต้นด้วย bc1
tr: Geçersiz Bitcoin adresi. bc1 ile başlamalı.
uk: Невірна адреса Bitcoin. Вона має починатися з bc1.
vi: Địa chỉ Bitcoin không hợp lệ. Địa chỉ phải bắt đầu bằng bc1.
zh_hans: 比特币地址无效，地址应以 bc1 开头。

source: Invalid Solana address.
ar: عنوان Solana غير صالح.
de: Ungültige Solana-Adresse.
es: Dirección de Solana no válida.
fr: Adresse Solana invalide.
hi: अमान्य Solana एड्रेस।
id: Alamat Solana tidak valid.
it: Indirizzo Solana non valido.
ja: 無効なSolanaアドレスです。
ko: 잘못된 솔라나 주소입니다.
nl: Ongeldig Solana-adres.
pt: Endereço Solana inválido.
ru: Неверный адрес Solana.
th: ที่อยู่ Solana ไม่ถูกต้อง
tr: Geçersiz Solana adresi.
uk: Невірна адреса Solana.
vi: Địa chỉ Solana không hợp lệ.
zh_hans: 无效的 Solana 地址。

source: Invalid address. It should start with 0x.
ar: عنوان غير صالح. يجب أن يبدأ بـ 0x.
de: Ungültige Adresse. Sie sollte mit 0x beginnen.
es: Dirección no válida. Debe empezar por 0x.
fr: Adresse invalide. Elle doit commencer par 0x.
hi: अमान्य एड्रेस। इसकी शुरुआत 0x से होनी चाहिए।
id: Alamat tidak valid. Alamat harus dimulai dengan 0x.
it: Indirizzo non valido. Deve iniziare con 0x.
ja: 無効なアドレスです。アドレスは0xで始まる必要があります。
ko: 잘못된 주소입니다. 주소는 0x로 시작해야 합니다.
nl: Ongeldig adres. Het moet met 0x beginnen.
pt: Endereço inválido. Deve começar por 0x.
ru: Неверный адрес. Он должен начинаться с 0x.
th: ที่อยู่ไม่ถูกต้อง ต้องขึ้นต้นด้วย 0x
tr: Geçersiz adres. 0x ile başlamalı.
uk: Невірна адреса. Вона має починатися з 0x.
vi: Địa chỉ không hợp lệ. Địa chỉ phải bắt đầu bằng 0x.
zh_hans: 地址无效，地址应以 0x 开头。

source: Invalid amount.
ar: مبلغ غير صالح.
de: Ungültiger Betrag.
es: Importe no válido.
fr: Montant invalide.
hi: अमान्य अमाउंट।
id: Jumlah tidak valid.
it: Importo non valido.
ja: 無効な数量です。
ko: 잘못된 금액입니다.
nl: Ongeldig bedrag.
pt: Montante inválido.
ru: Неверная сумма.
th: จำนวนไม่ถูกต้อง
tr: Geçersiz miktar.
uk: Невірна сума.
vi: Số lượng không hợp lệ.
zh_hans: 金额无效。

source: Invalid recovery phrase. Check the 12 words and try again.
ar: عبارة استرداد غير صالحة. تحقق من الكلمات الـ12 وحاول مرة أخرى.
de: Ungültige Wiederherstellungsphrase. Überprüfe die 12 Wörter und versuche es erneut.
es: Frase de recuperación no válida. Revisa las 12 palabras e inténtalo de nuevo.
fr: Phrase de récupération invalide. Vérifiez les 12 mots et réessayez.
hi: अमान्य रिकवरी फ्रेज़। 12 शब्दों को जांचें और फिर कोशिश करें।
id: Frasa pemulihan tidak valid. Periksa 12 kata tersebut dan coba lagi.
it: Frase di recupero non valida. Controlla le 12 parole e riprova.
ja: 無効なリカバリーフレーズです。12個の単語を確認してもう一度お試しください。
ko: 잘못된 복구 구문입니다. 12단어를 확인한 뒤 다시 시도하세요.
nl: Ongeldige herstelzin. Controleer de 12 woorden en probeer het opnieuw.
pt: Frase de recuperação inválida. Verifique as 12 palavras e tente novamente.
ru: Неверная фраза восстановления. Проверьте 12 слов и попробуйте снова.
th: วลีกู้คืนไม่ถูกต้อง ตรวจสอบ 12 คำแล้วลองอีกครั้ง
tr: Geçersiz kurtarma ifadesi. 12 kelimeyi kontrol edip tekrar dene.
uk: Невірна фраза відновлення. Перевірте 12 слів і спробуйте ще раз.
vi: Cụm từ khôi phục không hợp lệ. Hãy kiểm tra lại 12 từ và thử lại.
zh_hans: 助记词无效，请检查这 12 个词后重试。

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn Ngữ
zh_hans: 语言

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pt: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色

source: Light Theme
ar: المظهر الفاتح
de: Helles Design
es: Tema Claro
fr: Thème clair
hi: लाइट थीम
id: Tema Terang
it: Tema chiaro
ja: ライトテーマ
ko: 라이트 테마
nl: Licht thema
pt: Tema Claro
ru: Светлая тема
th: ธีมสว่าง
tr: Açık Tema
uk: Світла тема
vi: Giao Diện Sáng
zh_hans: 浅色主题

source: Losing the phrase means losing the coins
ar: فقدان العبارة يعني فقدان العملات
de: Den Wiederherstellungssatz zu verlieren bedeutet, die Coins zu verlieren
es: Perder la frase significa perder las monedas
fr: Perdre la phrase, c'est perdre les pièces
hi: फ्रेज़ खोना यानी कॉइन खोना
id: Kehilangan frasa berarti kehilangan koin
it: Perdere la frase significa perdere le monete
ja: フレーズを失うことはコインを失うことを意味します
ko: 복구 구문을 잃으면 코인도 잃습니다
nl: De herstelzin kwijt is de munten kwijt
pt: Perder a frase é perder as moedas
ru: Потерять фразу — значит потерять монеты
th: หากทำวลีกู้คืนหาย ก็เท่ากับสูญเสียเหรียญไปด้วย
tr: Cümleyi kaybetmek coinleri kaybetmektir
uk: Втратити фразу — означає втратити монети
vi: Mất cụm từ khôi phục nghĩa là mất coin
zh_hans: 丢失助记词就意味着丢失代币

source: Manage Wallets
ar: إدارة المحافظ
de: Wallets verwalten
es: Gestionar Monederos
fr: Gérer les portefeuilles
hi: वॉलेट मैनेज करें
id: Kelola Wallet
it: Gestisci portafogli
ja: ウォレットを管理
ko: 지갑 관리
nl: Wallets beheren
pt: Gerir Carteiras
ru: Управление кошельками
th: จัดการวอลเล็ท
tr: Cüzdanları Yönet
uk: Керування гаманцями
vi: Quản Lý Ví
zh_hans: 管理钱包

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 名称

source: Name (e.g. Ahmet)
ar: الاسم (مثال: أحمد)
de: Name (z. B. Ahmet)
es: Nombre (p. ej. Ahmet)
fr: Nom (p. ex. Ahmet)
hi: नाम (उदाहरण: राहुल)
id: Nama (mis. Budi)
it: Nome (es. Ahmet)
ja: 名前（例：Ahmet）
ko: 이름 (예: Ahmet)
nl: Naam (bijv. Ahmet)
pt: Nome (p. ex. Ahmet)
ru: Имя (например, Ahmet)
th: ชื่อ (เช่น สมชาย)
tr: İsim (örn. Ahmet)
uk: Ім'я (наприклад, Ahmet)
vi: Tên (ví dụ: Ahmet)
zh_hans: 名称（例如：Ahmet）

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pt: Rede
ru: Сеть
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络

source: Network fee
ar: رسوم الشبكة
de: Netzwerkgebühr
es: Comisión de red
fr: Frais de réseau
hi: नेटवर्क फीस
id: Biaya jaringan
it: Commissione di rete
ja: ネットワーク手数料
ko: 네트워크 수수료
nl: Netwerkkosten
pt: Taxa de rede
ru: Комиссия сети
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ ücreti
uk: Комісія мережі
vi: Phí mạng
zh_hans: 网络费

source: Network fee is paid in %1$@ on %2$@.
ar: تُدفع رسوم الشبكة بـ %1$@ على %2$@.
de: Die Netzwerkgebühr wird in %1$@ auf %2$@ bezahlt.
es: La comisión de red se paga en %1$@ en %2$@.
fr: Les frais de réseau sont payés en %1$@ sur %2$@.
hi: नेटवर्क फीस %2$@ पर %1$@ में चुकाई जाती है।
id: Biaya jaringan dibayar dalam %1$@ di %2$@.
it: La commissione di rete viene pagata in %1$@ su %2$@.
ja: ネットワーク手数料は%2$@上で%1$@で支払われます。
ko: 네트워크 수수료는 %2$@에서 %1$@로 결제됩니다.
nl: De netwerkkosten worden betaald in %1$@ op %2$@.
pt: A taxa de rede é paga em %1$@ na %2$@.
ru: Комиссия сети оплачивается в %1$@ в сети %2$@.
th: ค่าธรรมเนียมเครือข่ายชำระเป็น %1$@ บน %2$@
tr: Ağ ücreti %2$@ üzerinde %1$@ ile ödenir.
uk: Комісія мережі сплачується в %1$@ у мережі %2$@.
vi: Phí mạng được thanh toán bằng %1$@ trên %2$@.
zh_hans: 网络费以 %1$@ 在 %2$@ 上支付。

source: Network: Base (chainId 8453)
ar: الشبكة: Base (chainId 8453)
de: Netzwerk: Base (chainId 8453)
es: Red: Base (chainId 8453)
fr: Réseau : Base (chainId 8453)
hi: नेटवर्क: Base (chainId 8453)
id: Jaringan: Base (chainId 8453)
it: Rete: Base (chainId 8453)
ja: ネットワーク: Base（chainId 8453）
ko: 네트워크: Base(chainId 8453)
nl: Netwerk: Base (chainId 8453)
pt: Rede: Base (chainId 8453)
ru: Сеть: Base (chainId 8453)
th: เครือข่าย: Base (chainId 8453)
tr: Ağ: Base (chainId 8453)
uk: Мережа: Base (chainId 8453)
vi: Mạng: Base (chainId 8453)
zh_hans: 网络：Base（chainId 8453）
